Revit 2027 API
ExportLayerInfo Constructor
 Constructs a new ExportLayerInfo with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLayerInfo()
Public Sub New
public:
ExportLayerInfo()
new : unit -> ExportLayerInfo
See Also
Reference
ExportLayerInfo Class
Autodesk.Revit.DB Namespace